<?
$cate[]="การศึกษา";
$cate_detail[]="โรงเรียน, สถาบันอุดมศึกษา, กวดวิชาและสอนพิเศษ...";
 
$cate[]="กิจกรรม และเหตุการณ์สำคัญ";
$cate_detail[]="ข่าว และเหตุการณ์สำคัญ, นิทรรศการ และงานแสดงสินค้า...";
 
$cate[]="ข่าว และสื่อ";
$cate_detail[]="หนังสือพิมพ์, วารสาร,นิตยสาร, สถานีโทรทัศน์, สถานีวิทยุ...";
 
$cate[]="คอมพิวเตอร์ ";
$cate_detail[]="เกมส์, ความรู้เกี่ยวกับคอมพิวเตอร์, การเขียนโปรแกรม,  ซอฟท์แวร์...";

$cate[]="ท่องเที่ยว";
$cate_detail[]="ข้อมูลและสถานที่ท่องเที่ยว, โรงแรม และรีสอร์ท ...";
 
$cate[]="ธุรกิจ";
$cate_detail[]="สมัคร และจัดหางาน, สตูดิโอถ่ายภาพและแต่งงาน...";
 
$cate[]="สังคม และวัฒนธรรม";
$cate_detail[]="ครอบครัวและเด็ก, ประเพณีและวัฒนธรรม, ศาสนา...";
 
$cate[]="หน่วยงานราชการ และองค์กร";
$cate_detail[]="กระทรวง, สถานทูต สถานกงสุล...";
 
$cate[]="อินเทอร์เน็ต";
$cate_detail[]="Web Hosting, ผู้ให้บริการจัดทำเว็บไซต์ , ผู้ให้บริการอินเทอร์เน็ต(ISP)...";

$cate[]="การแพทย์ และสุขภาพ";
$cate_detail[]="โรคและการดูแลสุขภาพ, โรงพยาบาล, ดวงตา สายตา ทันตกรรม...";
 
$cate[]="กีฬา";
$cate_detail[]="ฟุตบอล, กอล์ฟ, ฟิตเนส สปอร์ตคลับ, ผลิตภัณฑ์และอุปกรณ์กีฬา ...";

$cate[]="ความรู้ และข้อมูลสำคัญ";
$cate_detail[]="ค่าโทรศัพท์, ตรวจสลาก, พจนานุกรม และสารานุกรม...";
 
$cate[]="ชอปปิ้ง";
$cate_detail[]="กล้องถ่ายภาพและกล้องดิจิตอล, มือถือและอุปกรณ์...";
 
$cate[]="ธนาคาร และสถาบันการเงิน";
$cate_detail[]="ธนาคารของรัฐ, ธนาคารพาณิชย์, บัตรเครดิต, การบัญชีและภาษีอากร...";

$cate[]="บันเทิง และนันทนาการ";
$cate_detail[]="ดูดวง,ดารา และนักร้อง, เพลงและดนตรี, ภาพยนตร์...";
 
$cate[]="ยานยนต์ ";
$cate_detail[]="ซื้อขาย แลกเปลี่ยนรถมือสอง, รถยนต์, เครื่องเสียงรถยนต์...";
 
$cate[]="อสังหาริมทรัพย์ ฯ";
$cate_detail[]="โครงการบ้าน บ้านจัดสรร, ออกแบบ และตกแต่งภายใน...";

$cate[]="อื่นๆ";
$cate_detail[]="อื่น ๆ ที่ไม่เข้ากลุ่ม...";
?>